[
  {
    "_id": {
      "$oid": "5cb80a8dda3f7b3287d8c58a"
    },
    "username": "Hypnagogist",
    "body": "Hey there, I'm known as Dan, or Hypnagogist if we're using made up internet names.\nI attempt to transcribe my experiences as pieces of visual art, both traditional 2D and digital 3D works. I feel as though I'm only able to scratch the very surface of such experiences, but I work to bring just a little of it back and throw it up on a screen. For the future, I plan on developing VR experiences to more fully allow the viewer to immerse themselves in visual mindscapes.\n\n\n**Follow or Contact me:**\n- **[Instagram](http://instagram.com/slutzd_art)**\n- **Email:** hypnagogist@icloud.com",
    "sortOrder": 5,
    "__v": 0,
    "profileImageCropped": "hypnagogist.jpeg",
    "profileImageFull": "hypnagogist.jpeg"
  },
  {
    "_id": {
      "$oid": "5c70b91daeebf06412fba436"
    },
    "username": "Maethor",
    "sortOrder": 6,
    "body": "I'm a software developer, primarily focused on mobile app development but I sometimes get tricked into doing some web stuff too. I've contributed as a developer and systems administrator for Effect Index in the past, though Viscid takes care of most of that these days.\n\nMy current interests are the subjective effects we consider commonplace in sober living yet distinctly differ from \"normal\" consciousness when closely observed, and the nature of awareness itself.\n\nIf you need to get a hold of me, I'm [/u/maethor1337](https://reddit.com/u/maethor), or you can find me in our [Discord chat](/discord-chat).",
    "__v": 0,
    "profileImageCropped": "maethor.png",
    "profileImageFull": "maethor.jpg"
  },
  {
    "_id": {
      "$oid": "5b404156d1c7563c114397ed"
    },
    "username": "Viscid",
    "profileImage": "viscid.png",
    "body": "Hello my name is Viscid and I do most of the technical work on this site.\n\n",
    "__v": 0,
    "profileImageCropped": "viscid.jpeg",
    "profileImageFull": "viscid.jpeg",
    "sortOrder": 2
  },
  {
    "_id": {
      "$oid": "5b40ea3ed1c7563c114397f4"
    },
    "username": "Josie",
    "profileImage": "josie.jpg",
    "body": "#### Project Manager / Site Founder\n\nHey there, my name is Josie Kins. I am the person who created and wrote the subjective effect index. I also founded this website alongside of psychonautwiki.org and disregardeverythingisay.com. \n\nI am a 28-year-old British girl from Hastings, East Sussex who currently resides in Fort Collins, Colorado. I have dedicated my life to establishing the field of phenomenological subjective effect documentation and have founded this project in an attempt to popularise the topic.\n\nIf you need to contact or stalk me you can find my various handles below:\n\n- **Discord** - josikinz#1066\n- **Email** - disregardeverythingisay@gmail.com\n- **Reddit** - [/u/josikins](https://reddit.com/u/josikins)\n- **Twitter** - [@josikinz](https://twitter.com/Josikinz)",
    "__v": 0,
    "profileImageCropped": "josie.jpeg",
    "profileImageFull": "josie.png",
    "sortOrder": 1
  },
  {
    "_id": {
      "$oid": "5b575b7f7b8699458496cc8a"
    },
    "username": "StingrayZ",
    "body": "**StingrayZ** is a talented replication artist based in Latvia. He is by far the most well-known content contributor within our community subreddit.\n\nHis fascination and dedication to reproducing the psychedelic experience through the use of replications stem from his extensive personal usage. He can be contacted at raimisx@hotmail.com\n\n#### SOCIAL MEDIA\n- **Gfycat** - www.gfycat.com/@stingrayz\n- **Instagram** - www.instagram.com/inner.reflection\n- **Patreon** - www.patreon.com/stingrayz\n- **Facebook** - www.facebook.com/symmetryinvisioned/\n- **Youtube** - www.youtube.com/user/Shmedrixxx\n- **Vimeo** - vimeo.com/innerreflection\n- **Reddit** - reddit.com/u/StingrayZ\n- **Vice article** - www.vice.com/nl/article/a3q3v4/gifjes-hoe-psychedelische-trip-eruitziet",
    "__v": 0,
    "profileImageCropped": "stingrayz.jpeg",
    "profileImageFull": "stingrayz.jpeg",
    "sortOrder": 3
  },
  {
    "_id": {
      "$oid": "5c6e13166be7df2fcba1930e"
    },
    "username": "Rho",
    "body": "#### Replication Artist\n\nHi, my name is Rho. I'm a 22-year-old enby from California. I am fascinated by the intersection of complex systems, philosophy, and art and I am working to communicate these concepts and phenomena through multimedia installations.\n\nSubjective effects are one of the primary examples of these phenomena. Another is morphogenesis, the processes behind the formation of bodies and notably complex features like animal spots. Combining insights from Deleuze and Whitehead with research by Bressloff and others into modelling the interconnections between these phenomena, I explore methods of recreating the continuous novelty so characteristic of nature and the mind.\n\nMy involvement in the index itself is focused on the PsySim project. It's goal is to allow replication psychedelic experiences with speed and ease, without sacrificing the uniqueness of the results. As such, it provides tools for quick layering and combination of effects from the Effect Index, as well as tools for generating different style variations of psychedelic geometry.\n\nMy various handles:\n\n- **Discord** - zenx2#6213\n- **Email** - pluralist.visuals@gmail.com\n- **Reddit** - [/u/zenx2](https://reddit.com/u/zenx2)\n- **[Instagram](http://instagram.com/pluralist.visuals)**",
    "__v": 0,
    "profileImageCropped": "rho.png",
    "profileImageFull": "rho.jpeg",
    "sortOrder": 4
  },
  {
    "_id": {
      "$oid": "5f754eafa20327060b73096d"
    },
    "username": "Natalie",
    "body": "Hey there! I'm a proofreader for this project. I studied English in university and have an interest in psychoactive substances. Right now, I'm contributing by grammar checking and proofreading the vast amount of articles within the subjective effect index to improve readability.\n\nMy favorite substances include:\n\n* Sugar\n* Caffeine\n* Alcohol\n* E2\n* Nitrous\n\nIf you'd like to contact me, my Discord handle is Bluu#9204.\n\nI also spend my free time working on an online encyclopedia dedicated to the topic of transgender hormone replacement therapy called the [DIY Trans Wiki](http://diytrans.wiki)",
    "__v": 0,
    "profileImageCropped": "natalie'.'png",
    "profileImageFull": "natalie'.'png",
    "sortOrder": 7
  },
  {
    "_id": {
      "$oid": "5f90fd4e4e97330a29a68073"
    },
    "username": "nervewing",
    "__v": 0,
    "profileImageCropped": "nervewing.jpeg",
    "profileImageFull": "nervewing.jpeg",
    "body": "My name is nervewing, over the past few years I have strived to document my experiences with as wide an array of hallucinogenic compounds as possible. The majority of these have been contributed to this project and I really hope you find them interesting. \n\nIf you'd like to read my blog it can be found at the link below:\n\nhttp://nervewing.blogspot.com/",
    "sortOrder": 8
  }
]